const courses = [
  {
    id: 3311,
    name: "Πιθανότητες",
    source: "delos",
    lectures: [
      {
        title: "Ενότητα 1: Μέτρο Πιθανότητας - Μέρος 1: Σύνολα",
        author: "Τουμπής Σταύρος",
        code: "c2771582",
      },
      {
        title: "Ενότητα 1: Μέτρο Πιθανότητας - Μέρος 2: Δειγματικοί Χώροι",
        author: "Τουμπής Σταύρος",
        code: "aa34d1dd",
      },
      {
        title: "Ενότητα 1: Μέτρο Πιθανότητας - Μέρος 3: Μέτρο Πιθανότητας",
        author: "Τουμπής Σταύρος",
        code: "87d945a1",
      },
      {
        title: "Ενότητα 1: Μέτρο Πιθανότητας - Μέρος 4: Ιδιότητες Πιθανοτήτων",
        author: "Τουμπής Σταύρος",
        code: "47deba19",
      },
      {
        title: "Ενότητα 2: Συνδυαστική - Μέρος 1: Διατάξεις",
        author: "Τουμπής Σταύρος",
        code: "735e45cd",
      },
      {
        title: "Ενότητα 2: Συνδυαστική - Μέρος 2: Συνδυασμοί",
        author: "Τουμπής Σταύρος",
        code: "a265f94c",
      },
      {
        title:
          "Ενότητα 2: Συνδυαστική - Μέρος 4: Επαναληπτικές Διατάξεις και Επαναληπτικοί Συνδυασμοί",
        author: "Τουμπής Σταύρος",
        code: "8c8b1d83",
      },
      {
        title:
          "Ενότητα 3: Δεσμευμένη Πιθανότητα και Ανεξαρτησία - Μέρος 1: Δεσμευμένη Πιθανότητα",
        author: "Τουμπής Σταύρος",
        code: "24b43396",
      },
      {
        title:
          "Ενότητα 3: Δεσμευμένη Πιθανότητα και Ανεξαρτησία - Μέρος 2: Ιδιότητες Δεσμευμένης Πιθανότητας",
        author: "Τουμπής Σταύρος",
        code: "8c5f7512",
      },
      {
        title:
          "Ενότητα 3: Δεσμευμένη Πιθανότητα και Ανεξαρτησία - Μέρος 3: Ο Κανόνας του Bayes",
        author: "Τουμπής Σταύρος",
        code: "3b994ab8",
      },
      {
        title:
          "Ενότητα 3: Δεσμευμένη Πιθανότητα και Ανεξαρτησία - Μέρος 4: Ανεξαρτησία",
        author: "Τουμπής Σταύρος",
        code: "2c1581f4",
      },
      {
        title:
          "Ενότητα 4: Διακριτές Τυχαίες Μεταβλητές - Μέρος 1: Διακριτές Τυχαίες Μεταβλητές",
        author: "Τουμπής Σταύρος",
        code: "df48ed29",
      },
      {
        title: "Ενότητα 4: Διακριτές Τυχαίες Μεταβλητές - Μέρος 2: Μέση Τιμή",
        author: "Τουμπής Σταύρος",
        code: "22718db2",
      },
      {
        title: "Ενότητα 4: Διακριτές Τυχαίες Μεταβλητές - Μέρος 3: Διασπορά",
        author: "Τουμπής Σταύρος",
        code: "3ff84d4e",
      },
      {
        title: "Ενότητα 2: Συνδυαστική - Μέρος 3: Πολυωνυμικός Συντελεστής",
        author: "Τουμπής Σταύρος",
        code: "bc4c6363",
      },
      {
        title:
          "Ενότητα 5: Συνήθεις Περιπτώσεις Διακριτών Τυχαίων Μεταβλητών - Μέρος 1: Κατανομή Bernoulli",
        author: "Τουμπής Σταύρος",
        code: "df6c1c7d",
      },
      {
        title:
          "Ενότητα 5: Συνήθεις Περιπτώσεις Διακριτών Τυχαίων Μεταβλητών - Μέρος 2: Διωνυμική Κατανομή",
        author: "Τουμπής Σταύρος",
        code: "1addff25",
      },
      {
        title:
          "Ενότητα 5: Συνήθεις Περιπτώσεις Διακριτών Τυχαίων Μεταβλητών - Μέρος 3: Χρήσιμες Ταυτότητες",
        author: "Τουμπής Σταύρος",
        code: "5c4e9ea7",
      },
      {
        title:
          "Ενότητα 5: Συνήθεις Περιπτώσεις Διακριτών Τυχαίων Μεταβλητών - Μέρος 4: Γεωμετρική Κατανομή",
        author: "Τουμπής Σταύρος",
        code: "48c3e4fb",
      },
      {
        title:
          "Ενότητα 5: Συνήθεις Περιπτώσεις Διακριτών Τυχαίων Μεταβλητών - Μέρος 5: Υπεργεωμετρική Κατανομή",
        author: "Τουμπής Σταύρος",
        code: "d82bdf5f",
      },
      {
        title:
          "Ενότητα 5: Συνήθεις Περιπτώσεις Διακριτών Τυχαίων Μεταβλητών - Μέρος 6: Κατανομή Poisson",
        author: "Τουμπής Σταύρος",
        code: "d18049e6",
      },
      {
        title:
          "Ενότητα 5: Συνήθεις Περιπτώσεις Διακριτών Τυχαίων Μεταβλητών - Μέρος 7: Παραδείγματα",
        author: "Τουμπής Σταύρος",
        code: "8b5d939f",
      },
      {
        title: "Ενότητα 2: Συνδυαστική - Μέρος 5: Παραδείγματα",
        author: "Τουμπής Σταύρος",
        code: "cf367cf4",
      },
      {
        title:
          "Ενότητα 4: Διακριτές Τυχαίες Μεταβλητές - Μέρος 4: Παραδείγματα",
        author: "Τουμπής Σταύρος",
        code: "baed4625",
      },
      {
        title:
          "Ενότητα 6: Ζεύγη Διακριτών Τυχαίων Μεταβλητών - Μέρος 1: Από Κοινού Μάζα",
        author: "Τουμπής Σταύρος",
        code: "1075488",
      },
      {
        title:
          "Ενότητα 6: Ζεύγη Διακριτών Τυχαίων Μεταβλητών - Μέρος 2: Παραδείγματα",
        author: "Τουμπής Σταύρος",
        code: "ebb7e8d8",
      },
      {
        title:
          "Ενότητα 6: Ζεύγη Διακριτών Τυχαίων Μεταβλητών - Μέρος 3: Μέση Τιμή Συνάρτησης Δύο Τυχαίων Μεταβλητών",
        author: "Τουμπής Σταύρος",
        code: "ee7c1b64",
      },
      {
        title:
          "Ενότητα 6: Ζεύγη Διακριτών Τυχαίων Μεταβλητών - Μέρος 4: Ανεξάρτητες Τυχαίες Μεταβλητές",
        author: "Τουμπής Σταύρος",
        code: "c033465e",
      },
      {
        title:
          "Ενότητα 6: Ζεύγη Διακριτών Τυχαίων Μεταβλητών - Μέρος 5: Άθροισμα Ανεξάρτητων Τυχαίων Μεταβλητών",
        author: "Τουμπής Σταύρος",
        code: "49208c3a",
      },
      {
        title:
          "Ενότητα 6: Ζεύγη Διακριτών Τυχαίων Μεταβλητών - Μέρος 6: Πολλές Τυχαίες Μεταβλητές",
        author: "Τουμπής Σταύρος",
        code: "57da1536",
      },
      {
        title:
          "Ενότητα 7: Συνεχείς Τυχαίες Μεταβλητές - Μέρος 1: Συνεχείς Τυχαίες Μεταβλητές",
        author: "Τουμπής Σταύρος",
        code: "9cca3752",
      },
      {
        title: "Ενότητα 7: Συνεχείς Τυχαίες Μεταβλητές - Μέρος 2: Παραδείγματα",
        author: "Τουμπής Σταύρος",
        code: "69e6de7",
      },
      {
        title:
          "Ενότητα 7: Συνεχείς Τυχαίες Μεταβλητές - Μέρος 3: Μέση Τιμή και Διασπορά",
        author: "Τουμπής Σταύρος",
        code: "aeff5ed",
      },
      {
        title: "Ενότητα 7: Συνεχείς Τυχαίες Μεταβλητές - Μέρος 4: Παραδείγματα",
        author: "Τουμπής Σταύρος",
        code: "a57fec18",
      },
      {
        title:
          "Ενότητα 7: Συνεχείς Τυχαίες Μεταβλητές - Μέρος 5: Άλλα Είδη Τυχαίων Μεταβλητών",
        author: "Τουμπής Σταύρος",
        code: "c55320c",
      },
      {
        title:
          "Ενότητα 8: Συνήθεις Περιπτώσεις Συνεχών Τυχαίων Μεταβλητών - Μέρος 1: Ομοιόμορφη",
        author: "Τουμπής Σταύρος",
        code: "f323b96e",
      },
      {
        title:
          "Ενότητα 8: Συνήθεις Περιπτώσεις Συνεχών Τυχαίων Μεταβλητών - Μέρος 2: Εκθετική",
        author: "Τουμπής Σταύρος",
        code: "944a52d3",
      },
      {
        title:
          "Ενότητα 8: Συνήθεις Περιπτώσεις Συνεχών Τυχαίων Μεταβλητών - Μέρος 3: Κανονική Κατανομή",
        author: "Τουμπής Σταύρος",
        code: "43d5a4ca",
      },
      {
        title:
          "Ενότητα 8: Συνήθεις Περιπτώσεις Συνεχών Τυχαίων Μεταβλητών - Μέρος 4: Υπολογισμός Πιθανοτήτων Κανονικής Κατανομής",
        author: "Τουμπής Σταύρος",
        code: "8182cbb7",
      },
      {
        title:
          "Ενότητα 8: Συνήθεις Περιπτώσεις Συνεχών Τυχαίων Μεταβλητών - Μέρος 5: Μετασχηματισμοί f(X)=Y",
        author: "Τουμπής Σταύρος",
        code: "c4b989ef",
      },
      {
        title:
          "Ενότητα 9: Ζεύγη Συνεχών Τυχαίων Μεταβλητών - Μέρος 1: Διπλά Ολοκληρώματα",
        author: "Τουμπής Σταύρος",
        code: "d8403098",
      },
      {
        title:
          "Ενότητα 9: Ζεύγη Συνεχών Τυχαίων Μεταβλητών - Μέρος 2: Ζεύγη Συνεχών Τυχαίων Μεταβλητών",
        author: "Τουμπής Σταύρος",
        code: "31cc867f",
      },
      {
        title:
          "Ενότητα 9: Ζεύγη Συνεχών Τυχαίων Μεταβλητών - Μέρος 3: Μέση Τιμή και Συνδιακύμανση",
        author: "Τουμπής Σταύρος",
        code: "96452cdc",
      },
      {
        title:
          "Ενότητα 9: Ζεύγη Συνεχών Τυχαίων Μεταβλητών - Μέρος 4: Ανεξάρτητες Συνεχείς Τυχαίες Μεταβλητές",
        author: "Τουμπής Σταύρος",
        code: "2df21f6f",
      },
      {
        title:
          "Ενότητα 9: Ζεύγη Συνεχών Τυχαίων Μεταβλητών - Μέρος 5: Παραδείγματα",
        author: "Τουμπής Σταύρος",
        code: "4abf510f",
      },
      {
        title:
          "Ενότητα 9: Ζεύγη Συνεχών Τυχαίων Μεταβλητών - Μέρος 6: Πολλές Συνεχείς Τυχαίες Μεταβλητές",
        author: "Τουμπής Σταύρος",
        code: "aea7f4c7",
      },
      {
        title: "Ενότητα 10: Οριακά Θεωρήματα - Μέρος 1: Ανισότητα του Markov",
        author: "Τουμπής Σταύρος",
        code: "b25ed6a2",
      },
      {
        title: "Ενότητα 10: Οριακά Θεωρήματα - Μέρος 2: Ανισότητα του Chebysev",
        author: "Τουμπής Σταύρος",
        code: "544cbb24",
      },
      {
        title:
          "Ενότητα 10: Οριακά Θεωρήματα - Μέρος 3: O Νόμος των Μεγάλων Αριθμών",
        author: "Τουμπής Σταύρος",
        code: "72b89a0d",
      },
      {
        title:
          "Ενότητα 10: Οριακά Θεωρήματα - Μέρος 4: To Κεντρικό Οριακό Θεώρημα",
        author: "Τουμπής Σταύρος",
        code: "cd9d414a",
      },
    ],
  },
];

export default courses;
