const courses = [
  {
    id: 3311,
    name: "Πιθανότητες",
    source: "delos",
    lectures: [
      {
        title: "Ενότητα 1: Μέτρο Πιθανότητας - Μέρος 1: Σύνολα",
        author: "Τουμπής Σταύρος",
        code: "c2771582",
      },
      {
        title: "Ενότητα 1: Μέτρο Πιθανότητας - Μέρος 2: Δειγματικοί Χώροι",
        author: "Τουμπής Σταύρος",
        code: "aa34d1dd",
      },
      {
        title: "Ενότητα 1: Μέτρο Πιθανότητας - Μέρος 3: Μέτρο Πιθανότητας",
        author: "Τουμπής Σταύρος",
        code: "87d945a1",
      },
      {
        title: "Ενότητα 1: Μέτρο Πιθανότητας - Μέρος 4: Ιδιότητες Πιθανοτήτων",
        author: "Τουμπής Σταύρος",
        code: "47deba19",
      },
      {
        title: "Ενότητα 2: Συνδυαστική - Μέρος 1: Διατάξεις",
        author: "Τουμπής Σταύρος",
        code: "735e45cd",
      },
      {
        title: "Ενότητα 2: Συνδυαστική - Μέρος 2: Συνδυασμοί",
        author: "Τουμπής Σταύρος",
        code: "a265f94c",
      },
      {
        title:
          "Ενότητα 2: Συνδυαστική - Μέρος 4: Επαναληπτικές Διατάξεις και Επαναληπτικοί Συνδυασμοί",
        author: "Τουμπής Σταύρος",
        code: "8c8b1d83",
      },
      {
        title:
          "Ενότητα 3: Δεσμευμένη Πιθανότητα και Ανεξαρτησία - Μέρος 1: Δεσμευμένη Πιθανότητα",
        author: "Τουμπής Σταύρος",
        code: "24b43396",
      },
      {
        title:
          "Ενότητα 3: Δεσμευμένη Πιθανότητα και Ανεξαρτησία - Μέρος 2: Ιδιότητες Δεσμευμένης Πιθανότητας",
        author: "Τουμπής Σταύρος",
        code: "8c5f7512",
      },
      {
        title:
          "Ενότητα 3: Δεσμευμένη Πιθανότητα και Ανεξαρτησία - Μέρος 3: Ο Κανόνας του Bayes",
        author: "Τουμπής Σταύρος",
        code: "3b994ab8",
      },
      {
        title:
          "Ενότητα 3: Δεσμευμένη Πιθανότητα και Ανεξαρτησία - Μέρος 4: Ανεξαρτησία",
        author: "Τουμπής Σταύρος",
        code: "2c1581f4",
      },
      {
        title:
          "Ενότητα 4: Διακριτές Τυχαίες Μεταβλητές - Μέρος 1: Διακριτές Τυχαίες Μεταβλητές",
        author: "Τουμπής Σταύρος",
        code: "df48ed29",
      },
      {
        title: "Ενότητα 4: Διακριτές Τυχαίες Μεταβλητές - Μέρος 2: Μέση Τιμή",
        author: "Τουμπής Σταύρος",
        code: "22718db2",
      },
      {
        title: "Ενότητα 4: Διακριτές Τυχαίες Μεταβλητές - Μέρος 3: Διασπορά",
        author: "Τουμπής Σταύρος",
        code: "3ff84d4e",
      },
      {
        title: "Ενότητα 2: Συνδυαστική - Μέρος 3: Πολυωνυμικός Συντελεστής",
        author: "Τουμπής Σταύρος",
        code: "bc4c6363",
      },
      {
        title:
          "Ενότητα 5: Συνήθεις Περιπτώσεις Διακριτών Τυχαίων Μεταβλητών - Μέρος 1: Κατανομή Bernoulli",
        author: "Τουμπής Σταύρος",
        code: "df6c1c7d",
      },
      {
        title:
          "Ενότητα 5: Συνήθεις Περιπτώσεις Διακριτών Τυχαίων Μεταβλητών - Μέρος 2: Διωνυμική Κατανομή",
        author: "Τουμπής Σταύρος",
        code: "1addff25",
      },
      {
        title:
          "Ενότητα 5: Συνήθεις Περιπτώσεις Διακριτών Τυχαίων Μεταβλητών - Μέρος 3: Χρήσιμες Ταυτότητες",
        author: "Τουμπής Σταύρος",
        code: "5c4e9ea7",
      },
      {
        title:
          "Ενότητα 5: Συνήθεις Περιπτώσεις Διακριτών Τυχαίων Μεταβλητών - Μέρος 4: Γεωμετρική Κατανομή",
        author: "Τουμπής Σταύρος",
        code: "48c3e4fb",
      },
      {
        title:
          "Ενότητα 5: Συνήθεις Περιπτώσεις Διακριτών Τυχαίων Μεταβλητών - Μέρος 5: Υπεργεωμετρική Κατανομή",
        author: "Τουμπής Σταύρος",
        code: "d82bdf5f",
      },
      {
        title:
          "Ενότητα 5: Συνήθεις Περιπτώσεις Διακριτών Τυχαίων Μεταβλητών - Μέρος 6: Κατανομή Poisson",
        author: "Τουμπής Σταύρος",
        code: "d18049e6",
      },
      {
        title:
          "Ενότητα 5: Συνήθεις Περιπτώσεις Διακριτών Τυχαίων Μεταβλητών - Μέρος 7: Παραδείγματα",
        author: "Τουμπής Σταύρος",
        code: "8b5d939f",
      },
      {
        title: "Ενότητα 2: Συνδυαστική - Μέρος 5: Παραδείγματα",
        author: "Τουμπής Σταύρος",
        code: "cf367cf4",
      },
      {
        title:
          "Ενότητα 4: Διακριτές Τυχαίες Μεταβλητές - Μέρος 4: Παραδείγματα",
        author: "Τουμπής Σταύρος",
        code: "baed4625",
      },
      {
        title:
          "Ενότητα 6: Ζεύγη Διακριτών Τυχαίων Μεταβλητών - Μέρος 1: Από Κοινού Μάζα",
        author: "Τουμπής Σταύρος",
        code: "1075488",
      },
      {
        title:
          "Ενότητα 6: Ζεύγη Διακριτών Τυχαίων Μεταβλητών - Μέρος 2: Παραδείγματα",
        author: "Τουμπής Σταύρος",
        code: "ebb7e8d8",
      },
      {
        title:
          "Ενότητα 6: Ζεύγη Διακριτών Τυχαίων Μεταβλητών - Μέρος 3: Μέση Τιμή Συνάρτησης Δύο Τυχαίων Μεταβλητών",
        author: "Τουμπής Σταύρος",
        code: "ee7c1b64",
      },
      {
        title:
          "Ενότητα 6: Ζεύγη Διακριτών Τυχαίων Μεταβλητών - Μέρος 4: Ανεξάρτητες Τυχαίες Μεταβλητές",
        author: "Τουμπής Σταύρος",
        code: "c033465e",
      },
      {
        title:
          "Ενότητα 6: Ζεύγη Διακριτών Τυχαίων Μεταβλητών - Μέρος 5: Άθροισμα Ανεξάρτητων Τυχαίων Μεταβλητών",
        author: "Τουμπής Σταύρος",
        code: "49208c3a",
      },
      {
        title:
          "Ενότητα 6: Ζεύγη Διακριτών Τυχαίων Μεταβλητών - Μέρος 6: Πολλές Τυχαίες Μεταβλητές",
        author: "Τουμπής Σταύρος",
        code: "57da1536",
      },
      {
        title:
          "Ενότητα 7: Συνεχείς Τυχαίες Μεταβλητές - Μέρος 1: Συνεχείς Τυχαίες Μεταβλητές",
        author: "Τουμπής Σταύρος",
        code: "9cca3752",
      },
      {
        title: "Ενότητα 7: Συνεχείς Τυχαίες Μεταβλητές - Μέρος 2: Παραδείγματα",
        author: "Τουμπής Σταύρος",
        code: "69e6de7",
      },
      {
        title:
          "Ενότητα 7: Συνεχείς Τυχαίες Μεταβλητές - Μέρος 3: Μέση Τιμή και Διασπορά",
        author: "Τουμπής Σταύρος",
        code: "aeff5ed",
      },
      {
        title: "Ενότητα 7: Συνεχείς Τυχαίες Μεταβλητές - Μέρος 4: Παραδείγματα",
        author: "Τουμπής Σταύρος",
        code: "a57fec18",
      },
      {
        title:
          "Ενότητα 7: Συνεχείς Τυχαίες Μεταβλητές - Μέρος 5: Άλλα Είδη Τυχαίων Μεταβλητών",
        author: "Τουμπής Σταύρος",
        code: "c55320c",
      },
      {
        title:
          "Ενότητα 8: Συνήθεις Περιπτώσεις Συνεχών Τυχαίων Μεταβλητών - Μέρος 1: Ομοιόμορφη",
        author: "Τουμπής Σταύρος",
        code: "f323b96e",
      },
      {
        title:
          "Ενότητα 8: Συνήθεις Περιπτώσεις Συνεχών Τυχαίων Μεταβλητών - Μέρος 2: Εκθετική",
        author: "Τουμπής Σταύρος",
        code: "944a52d3",
      },
      {
        title:
          "Ενότητα 8: Συνήθεις Περιπτώσεις Συνεχών Τυχαίων Μεταβλητών - Μέρος 3: Κανονική Κατανομή",
        author: "Τουμπής Σταύρος",
        code: "43d5a4ca",
      },
      {
        title:
          "Ενότητα 8: Συνήθεις Περιπτώσεις Συνεχών Τυχαίων Μεταβλητών - Μέρος 4: Υπολογισμός Πιθανοτήτων Κανονικής Κατανομής",
        author: "Τουμπής Σταύρος",
        code: "8182cbb7",
      },
      {
        title:
          "Ενότητα 8: Συνήθεις Περιπτώσεις Συνεχών Τυχαίων Μεταβλητών - Μέρος 5: Μετασχηματισμοί f(X)=Y",
        author: "Τουμπής Σταύρος",
        code: "c4b989ef",
      },
      {
        title:
          "Ενότητα 9: Ζεύγη Συνεχών Τυχαίων Μεταβλητών - Μέρος 1: Διπλά Ολοκληρώματα",
        author: "Τουμπής Σταύρος",
        code: "d8403098",
      },
      {
        title:
          "Ενότητα 9: Ζεύγη Συνεχών Τυχαίων Μεταβλητών - Μέρος 2: Ζεύγη Συνεχών Τυχαίων Μεταβλητών",
        author: "Τουμπής Σταύρος",
        code: "31cc867f",
      },
      {
        title:
          "Ενότητα 9: Ζεύγη Συνεχών Τυχαίων Μεταβλητών - Μέρος 3: Μέση Τιμή και Συνδιακύμανση",
        author: "Τουμπής Σταύρος",
        code: "96452cdc",
      },
      {
        title:
          "Ενότητα 9: Ζεύγη Συνεχών Τυχαίων Μεταβλητών - Μέρος 4: Ανεξάρτητες Συνεχείς Τυχαίες Μεταβλητές",
        author: "Τουμπής Σταύρος",
        code: "2df21f6f",
      },
      {
        title:
          "Ενότητα 9: Ζεύγη Συνεχών Τυχαίων Μεταβλητών - Μέρος 5: Παραδείγματα",
        author: "Τουμπής Σταύρος",
        code: "4abf510f",
      },
      {
        title:
          "Ενότητα 9: Ζεύγη Συνεχών Τυχαίων Μεταβλητών - Μέρος 6: Πολλές Συνεχείς Τυχαίες Μεταβλητές",
        author: "Τουμπής Σταύρος",
        code: "aea7f4c7",
      },
      {
        title: "Ενότητα 10: Οριακά Θεωρήματα - Μέρος 1: Ανισότητα του Markov",
        author: "Τουμπής Σταύρος",
        code: "b25ed6a2",
      },
      {
        title: "Ενότητα 10: Οριακά Θεωρήματα - Μέρος 2: Ανισότητα του Chebysev",
        author: "Τουμπής Σταύρος",
        code: "544cbb24",
      },
      {
        title:
          "Ενότητα 10: Οριακά Θεωρήματα - Μέρος 3: O Νόμος των Μεγάλων Αριθμών",
        author: "Τουμπής Σταύρος",
        code: "72b89a0d",
      },
      {
        title:
          "Ενότητα 10: Οριακά Θεωρήματα - Μέρος 4: To Κεντρικό Οριακό Θεώρημα",
        author: "Τουμπής Σταύρος",
        code: "cd9d414a",
      },
    ],
  },
  {
    id: 3464,
    name: "Λειτουργικά συστήματα",
    source: "delos",
    lectures: [
      {
        title: "Ενότητα 7: Ασφάλεια - Μέρος 0: Περιεχόμενα",
        author: "Ξυλωμένος Γεώργιος",
        code: "66b32921",
      },
      {
        title: "Ενότητα 7: Ασφάλεια - Μέρος 1: Περιβάλλον ασφάλειας",
        author: "Ξυλωμένος Γεώργιος",
        code: "5bf25099",
      },
      {
        title: "Ενότητα 7: Ασφάλεια - Μέρος 2: Αρχές κρυπτογραφίας",
        author: "Ξυλωμένος Γεώργιος",
        code: "4c24577d",
      },
      {
        title: "Ενότητα 7: Ασφάλεια - Μέρος 3: Μηχανισμοί προστασίας",
        author: "Ξυλωμένος Γεώργιος",
        code: "ebd889c6",
      },
      {
        title: "Ενότητα 7: Ασφάλεια - Μέρος 4: Πιστοποίηση ταυτότητας",
        author: "Ξυλωμένος Γεώργιος",
        code: "ff32df5a",
      },
      {
        title: "Ενότητα 7: Ασφάλεια - Μέρος 5: Εσωτερικές επιθέσεις",
        author: "Ξυλωμένος Γεώργιος",
        code: "3c9e1e85",
      },
      {
        title: "Ενότητα 7: Ασφάλεια - Μέρος 6: Αξιοποίηση σφαλμάτων κώδικα",
        author: "Ξυλωμένος Γεώργιος",
        code: "a8393025",
      },
      {
        title: "Ενότητα 7: Ασφάλεια - Μέρος 7: Κακόβουλο λογισμικό",
        author: "Ξυλωμένος Γεώργιος",
        code: "e8671f72",
      },
      {
        title: "Ενότητα 7: Ασφάλεια - Μέρος 8: Τρόποι άμυνας",
        author: "Ξυλωμένος Γεώργιος",
        code: "b61fb636",
      },
      {
        title: "Ενότητα 10: Προγραμματισμός UNIX - Μέρος 0: Περιεχόμενα",
        author: "Ξυλωμένος Γεώργιος",
        code: "4e2ac349",
      },
      {
        title: "Ενότητα 10: Προγραμματισμός UNIX - Μέρος 1: Εισαγωγή",
        author: "Ξυλωμένος Γεώργιος",
        code: "60c792ed",
      },
      {
        title: "Ενότητα 10: Προγραμματισμός UNIX - Μέρος 2: Διεργασίες",
        author: "Ξυλωμένος Γεώργιος",
        code: "1956621a",
      },
      {
        title:
          "Ενότητα 10: Προγραμματισμός UNIX - Μέρος 3: Επικοινωνία διεργασιών",
        author: "Ξυλωμένος Γεώργιος",
        code: "c94b0567",
      },
      {
        title: "Ενότητα 10: Προγραμματισμός UNIX - Μέρος 4: Νήματα",
        author: "Ξυλωμένος Γεώργιος",
        code: "f75cfeab",
      },
      {
        title: "Ενότητα 10: Προγραμματισμός UNIX - Μέρος 5: Νήματα POSIX",
        author: "Ξυλωμένος Γεώργιος",
        code: "1c5ff7e5",
      },
      {
        title: "Ενότητα 8: Το ΛΣ Linux - Μέρος 0: Περιεχόμενα",
        author: "Ξυλωμένος Γεώργιος",
        code: "d54b0ef7",
      },
      {
        title: "Ενότητα 8: Το ΛΣ Linux - Μέρος 1: Ιστορία UNIX/Linux",
        author: "Ξυλωμένος Γεώργιος",
        code: "a7dedcf9",
      },
      {
        title: "Ενότητα 8: Το ΛΣ Linux - Μέρος 2: Γενικά για το Linux",
        author: "Ξυλωμένος Γεώργιος",
        code: "999afe96",
      },
      {
        title: "Ενότητα 8: Το ΛΣ Linux - Μέρος 3: Διεργασίες στο Linux",
        author: "Ξυλωμένος Γεώργιος",
        code: "a1d9932e",
      },
      {
        title: "Ενότητα 8: Το ΛΣ Linux - Μέρος 4: Διαχείριση μνήμης στο Linux",
        author: "Ξυλωμένος Γεώργιος",
        code: "40f5ccd5",
      },
      {
        title: "Ενότητα 8: Το ΛΣ Linux - Μέρος 5: Είσοδος / έξοδος στο Linux",
        author: "Ξυλωμένος Γεώργιος",
        code: "a092b776",
      },
      {
        title: "Ενότητα 8: Το ΛΣ Linux - Μέρος 6: Σύστημα αρχείων στο Linux",
        author: "Ξυλωμένος Γεώργιος",
        code: "b8e8874b",
      },
      {
        title: "Ενότητα 8: Το ΛΣ Linux - Μέρος 7: Ασφάλεια στο Linux",
        author: "Ξυλωμένος Γεώργιος",
        code: "57955f6a",
      },
      {
        title: "Ενότητα 9: Το ΛΣ Windows - Μέρος 0: Περιεχόμενα",
        author: "Ξυλωμένος Γεώργιος",
        code: "cf369aa7",
      },
      {
        title: "Ενότητα 9: Το ΛΣ Windows - Μέρος 1: Ιστορία",
        author: "Ξυλωμένος Γεώργιος",
        code: "7ac94685",
      },
      {
        title: "Ενότητα 9: Το ΛΣ Windows - Μέρος 2: Προγραμματισμός",
        author: "Ξυλωμένος Γεώργιος",
        code: "66c801a8",
      },
      {
        title: "Ενότητα 9: Το ΛΣ Windows - Μέρος 3: Δομή συστήματος",
        author: "Ξυλωμένος Γεώργιος",
        code: "cdbd3087",
      },
      {
        title: "Ενότητα 9: Το ΛΣ Windows - Μέρος 4: Διεργασίες και νήματα",
        author: "Ξυλωμένος Γεώργιος",
        code: "655f905",
      },
      {
        title: "Ενότητα 9: Το ΛΣ Windows - Μέρος 5: Διαχείριση μνήμης",
        author: "Ξυλωμένος Γεώργιος",
        code: "a6c9e6f",
      },
      {
        title: "Ενότητα 9: Το ΛΣ Windows - Μέρος 6: Είσοδος / έξοδος",
        author: "Ξυλωμένος Γεώργιος",
        code: "671d14ea",
      },
      {
        title: "Ενότητα 9: Το ΛΣ Windows - Μέρος 7: Σύστημα αρχείων",
        author: "Ξυλωμένος Γεώργιος",
        code: "d04261ae",
      },
      {
        title: "Ενότητα 9: Το ΛΣ Windows - Μέρος 8: Ασφάλεια",
        author: "Ξυλωμένος Γεώργιος",
        code: "96707557",
      },
      {
        title:
          "Ενότητα 11: Σχεδίαση λειτουργικών συστημάτων - Μέρος 0: Περιεχόμενα",
        author: "Ξυλωμένος Γεώργιος",
        code: "2f8bdfc4",
      },
      {
        title:
          "Ενότητα 11: Σχεδίαση λειτουργικών συστημάτων - Μέρος 1: Το πρόβλημα σχεδίασης",
        author: "Ξυλωμένος Γεώργιος",
        code: "4cda46e0",
      },
      {
        title:
          "Ενότητα 11: Σχεδίαση λειτουργικών συστημάτων - Μέρος 2: Σχεδίαση διασυνδέσεων",
        author: "Ξυλωμένος Γεώργιος",
        code: "6d73107d",
      },
      {
        title:
          "Ενότητα 11: Σχεδίαση λειτουργικών συστημάτων - Μέρος 3: Υλοποίηση",
        author: "Ξυλωμένος Γεώργιος",
        code: "dd4d6125",
      },
      {
        title:
          "Ενότητα 11: Σχεδίαση λειτουργικών συστημάτων - Μέρος 4: Απόδοση",
        author: "Ξυλωμένος Γεώργιος",
        code: "a055e95c",
      },
      {
        title:
          "Ενότητα 11: Σχεδίαση λειτουργικών συστημάτων - Μέρος 5: Διαχείριση έργων",
        author: "Ξυλωμένος Γεώργιος",
        code: "b73809ef",
      },
      {
        title:
          "Ενότητα 11: Σχεδίαση λειτουργικών συστημάτων - Μέρος 6: Σχεδιαστικές τάσεις",
        author: "Ξυλωμένος Γεώργιος",
        code: "aa9c7759",
      },
      {
        title: "Ενότητα 5: Είσοδος / Έξοδος - Μέρος 0: Περιεχόμενα",
        author: "Ξυλωμένος Γεώργιος",
        code: "6f917a14",
      },
      {
        title: "Ενότητα 5: Είσοδος / Έξοδος - Μέρος 1: Εισαγωγή",
        author: "Ξυλωμένος Γεώργιος",
        code: "1cde5bc0",
      },
      {
        title: "Ενότητα 5: Είσοδος / Έξοδος - Μέρος 2: Αρχές υλικού Ε/Ε",
        author: "Ξυλωμένος Γεώργιος",
        code: "c0e35a3c",
      },
      {
        title: "Ενότητα 5: Είσοδος / Έξοδος - Μέρος 3: Αρχές λογισμικού Ε/Ε",
        author: "Ξυλωμένος Γεώργιος",
        code: "4d245916",
      },
      {
        title: "Ενότητα 5: Είσοδος / Έξοδος - Μέρος 4: Επίπεδα λογισμικού Ε/Ε",
        author: "Ξυλωμένος Γεώργιος",
        code: "bf45fbf1",
      },
      {
        title: "Ενότητα 5: Είσοδος / Έξοδος - Μέρος 5: Δίσκοι",
        author: "Ξυλωμένος Γεώργιος",
        code: "ecebe06e",
      },
      {
        title: "Ενότητα 5: Είσοδος / Έξοδος - Μέρος 6: Ρολόγια",
        author: "Ξυλωμένος Γεώργιος",
        code: "ba8c5447",
      },
      {
        title: "Ενότητα 5: Είσοδος / Έξοδος - Μέρος 8: Διαχείριση ισχύος",
        author: "Ξυλωμένος Γεώργιος",
        code: "37f0c818",
      },
      {
        title:
          "Ενότητα 5: Είσοδος / Έξοδος - Μέρος 7: Διασυνδέσεις με το χρήστη",
        author: "Ξυλωμένος Γεώργιος",
        code: "38029060",
      },
      {
        title: "Ενότητα 6: Αδιέξοδα - Μέρος 0: Περιεχόμενα",
        author: "Ξυλωμένος Γεώργιος",
        code: "89ea2b8",
      },
      {
        title: "Ενότητα 6: Αδιέξοδα - Μέρος 1: Πόροι",
        author: "Ξυλωμένος Γεώργιος",
        code: "3c9f5a40",
      },
      {
        title: "Ενότητα 6: Αδιέξοδα - Μέρος 2: Αδιέξοδα",
        author: "Ξυλωμένος Γεώργιος",
        code: "ab189e3e",
      },
      {
        title: "Ενότητα 6: Αδιέξοδα - Μέρος 3: Αντιμετώπιση αδιεξόδων",
        author: "Ξυλωμένος Γεώργιος",
        code: "dac0e235",
      },
      {
        title: "Ενότητα 6: Αδιέξοδα - Μέρος 4: Εντοπισμός και ανάκαμψη",
        author: "Ξυλωμένος Γεώργιος",
        code: "94f6619c",
      },
      {
        title: "Ενότητα 6: Αδιέξοδα - Μέρος 5: Αποφυγή αδιεξόδων",
        author: "Ξυλωμένος Γεώργιος",
        code: "69eaf813",
      },
      {
        title: "Ενότητα 6: Αδιέξοδα - Μέρος 6: Αποτροπή αδιεξόδων",
        author: "Ξυλωμένος Γεώργιος",
        code: "676ff446",
      },
      {
        title: "Ενότητα 6: Αδιέξοδα - Μέρος 7: Άλλα θέματα",
        author: "Ξυλωμένος Γεώργιος",
        code: "592037df",
      },
      {
        title: "Ενότητα 4: Συστήματα αρχείων - Μέρος 0: Περιεχόμενα",
        author: "Ξυλωμένος Γεώργιος",
        code: "b1aa2cb8",
      },
      {
        title: "Ενότητα 4: Συστήματα αρχείων - Μέρος 1: Εισαγωγή",
        author: "Ξυλωμένος Γεώργιος",
        code: "fd74059d",
      },
      {
        title: "Ενότητα 4: Συστήματα αρχείων - Μέρος 2: Αρχεία",
        author: "Ξυλωμένος Γεώργιος",
        code: "4876632",
      },
      {
        title: "Ενότητα 4: Συστήματα αρχείων - Μέρος 3: Κατάλογοι",
        author: "Ξυλωμένος Γεώργιος",
        code: "4588f7a0",
      },
    ],
  },
];

export default courses;
